Revit 2024 API
UnitTypeId.VoltAmperesPerSquareMeter Property
 Volt amperes per square meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId VoltAmperesPerSquareMeter { get; }
Visual Basic
Public Shared ReadOnly Property VoltAmperesPerSquareMeter As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ VoltAmperesPerSquareMeter {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace